Autodesk.Revit.DB.Macros.MacroLevel
The Macro levels.
Since:
2014
Since:
2014

Autodesk.Revit.DB.Macros.MacroLevel.Document
The document Macro.

Autodesk.Revit.DB.Macros.MacroLevel.Application
The application Macro.